Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/gammetuft.html.tmx
Source language: nob
Languages: sme

source: Gammetuft
sme: Goahtesadji

source: Utydelig gammetuft med Heikaveien gjennom.
sme: Goahtesadji mii illá vuhtto, man čađa Heikageaidnu manná.

source: Denne gammetuften er fra omkring 1820.
sme: Dát goahtesadji lea sullii 1820 rájes.

source: Her bodde Anders Mikkelsen (1791-1842) og hustru Synnev Andersdatter (1795-1878) mellom 1820-1842.
sme: Dás orui Anders Mikkelsen (1792-1842) ja eamit Synnev Andersdatter (1795-1878) gaskkal 1820-1842.

source: Anders og Synnev hadde totalt syv barn.
sme: Andersis og Synnevis ledje oktiibuot čieža máná.

source: Datter Elen Susanna (1820-1898) giftet seg med Johannes Olsen (1812-1904) fra Bakkeli i Snubba.
sme: Nieida Elen Susanna (1820-1898) náitaliii Johannes Olseniin (1812-1904) guhte bođii Bakkelis Duorggas.

source: Anders og svigersønnen Johannes fikk skjøte på gården Gállogieddi, men Anders rakk aldri å flytte til dit.
sme: Anders ja su vivva Johannes oaččuiga dállui eaiggáduššangirjji, muhto eaba geargan goassege johtit dohko.

source: Han omkom på fiske på Skrova i mars samme året.
sme: Son heavvanii Skrovai njukčamánus dan seamma jagi.

source: Synnev og Anders sin andre sønn, Peder (1823-1868), giftet seg med Eva Katrine Olofsdatter (1822-1890) fra Pajala.
sme: Synnev ja Andersa nubbi bárdni, Peder (1823-1868) náitalii Katrine Olofsdatteriin, guhte bođii Bájilis.

source: De flyttet også til Gállogieddi, men familien gikk i oppløsning etter at Peder omkom i et tragisk snøskred i 1868.
sme: Soai fárriiga maid Gállogieddái, muhto bearašlahtut hágganedje iešguđetge sadjái maŋŋil go Peder duššai surgadis uđđasis 1868:s.

source: Kona flyttet da til Tuva i Ballangsmark, hvor hun var budeie og husmor hos Finne Eriksen.
sme: Eamit fárrii de Tuvai Ballangsmarkii, gos son lei biigán guhte guođohii ja bažii gusaid, ja lei dálueamidin Finne Eriksenis.

source: Heikaveien
sme: Heikageaidnu

source: Heikaveien gikk like ved den denne gammen.
sme: Heikageaidnu manai aiddo dán goađi guora.

source: Den fortsatte over ei stokkebru over Tverrelva, og videre ned til Kvigelva.
sme: Jotkkii šaldi rastá Jalgesjohkii, ja de Kvigelvai.

source: Der går den sammen med Attergårdsveien.
sme: Das de gávnnada Attergårdsveieniin.

source: Vestover fra Tverrelva går veien i nordkant av Moskimyra.
sme: Oarjjásguvlui Jalgesjogas manná Moskijeakki davágeahčái.

source: Den er godt synlig.
sme: Das vuhtto dat bures.
